Repository: Papoel/Eterno
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr

source: Bad Request
fr: Requête invalide.

source: Unauthorized
fr: Authentification requise.

source: Payment Required
fr: Paiement requis pour accéder à la ressource.

source: Forbidden
fr: Accès interdit.

source: Not Found
fr: Ressource non trouvée.

source: Method Not Allowed
fr: Méthode de requête non autorisée.

source: Not Acceptable
fr: La ressource demandée n'est pas disponible dans un format qui respecterait les en-têtes « Accept » de la requête.

source: Proxy Authentication Required
fr: Accès à la ressource autorisé par identification avec le proxy.

source: Request Time-out
fr: Temps d’attente d’une requête du client, écoulé côté serveur.

source: Conflict
fr: La requête ne peut être traitée à la suite d'un conflit avec l'état actuel du serveur.

source: Gone
fr: La ressource n'est plus disponible et aucune adresse de redirection n’est connue.

source: Length Required
fr: La longueur de la requête n’a pas été précisée.

source: Precondition Failed
fr: Préconditions envoyées par la requête non vérifiées.

source: Request Entity Too Large
fr: Traitement abandonné dû à une requête trop importante.

source: Request-URI Too Long
fr: URI trop longue.

source: Unsupported Media Type
fr: Format de requête non supporté pour une méthode et une ressource données.

source: Requested range unsatisfiable
fr: Champs d’en-tête de requête « range » incorrect.

source: Expectation failed
fr: Comportement attendu et défini dans l’en-tête de la requête insatisfaisante.

source: I’m a teapot
fr: « Je suis une théière » : Ce code est défini dans la RFC 2324 datée du 1er avril 1998, Hyper Text Coffee Pot Control Protocol.

source: Page expired
fr: Ressource expirée.

source: Bad mapping / Misdirected Request
fr: La requête a été envoyée à un serveur qui n'est pas capable de produire une réponse.

source: Unprocessable Content
fr: La requête est bien formée mais a été incapable d'être suivie en raison d'erreurs sémantiques.

source: Locked
fr: L’opération ne peut avoir lieu car la ressource est verrouillée.

source: Method failure
fr: Une méthode de la transaction a échoué.

source: Too Early
fr: Le serveur ne peut traiter la demande car elle risque d'être rejouée.

source: Upgrade Required
fr: Le client devrait changer de protocole, par exemple au profit de TLS/1.0.

source: Invalid digital signature
fr: La signature numérique du document est non-valide.

source: Precondition Required
fr: La requête doit être conditionnelle.

source: Too Many Requests
fr: Le client a émis trop de requêtes dans un délai donné.

source: Request Header Fields Too Large
fr: Les entêtes HTTP émises dépassent la taille maximale admise par le serveur.

source: No Response
fr: Indique que le serveur n'a retourné aucune information vers le client et a fermé la connexion.

source: Retry With
fr: La requête devrait être renvoyée après avoir effectué une action.

source: Blocked by Windows Parental Controls
fr: Cette erreur est produite lorsque les outils de contrôle parental de Microsoft Windows sont activés et bloquent l’accès à la page.

source: Unavailable For Legal Reasons
fr: La ressource demandée est inaccessible pour des raisons d'ordre légal.

source: Unrecoverable Error
fr: Erreur irrécupérable.

source: SSL Certificate Error
fr: Une extension de l'erreur 400 Bad Request, utilisée lorsque le client a fourni un certificat invalide.

source: SSL Certificate Required
fr: Une extension de l'erreur 400 Bad Request, utilisée lorsqu'un certificat client requis n'est pas fourni.

source: HTTP Request Sent to HTTPS Port
fr: Une extension de l'erreur 400 Bad Request, utilisée lorsque le client envoie une requête HTTP vers le port 443 normalement destiné aux requêtes HTTPS.

source: Token expired/invalid
fr: Le jeton a expiré ou est invalide.

source: Client Closed Request
fr: Le client a fermé la connexion avant de recevoir la réponse.

source: Internal Server Error
fr: Erreur interne du serveur.

source: Not Implemented
fr: Fonctionnalité réclamée non supportée par le serveur.

source: Bad Gateway ou Proxy Error
fr: En agissant en tant que serveur proxy ou passerelle, le serveur a reçu une réponse invalide depuis le serveur distant.

source: Service Unavailable
fr: Service temporairement indisponible ou en maintenance.

source: Gateway Time-out
fr: Temps d’attente d’une réponse d’un serveur à un serveur intermédiaire écoulé.

source: HTTP Version not supported
fr: Version HTTP non gérée par le serveur.

source: Variant Also Negotiates
fr: Erreur de négociation. Transparent content negociation.

source: Insufficient storage
fr: Espace insuffisant pour modifier les propriétés ou construire la collection.

source: Loop detected
fr: Boucle dans une mise en relation de ressources.

source: Bandwidth Limit Exceeded
fr: Utilisé par de nombreux serveurs pour indiquer un dépassement de quota.

source: Not extended
fr: La requête ne respecte pas la politique d'accès aux ressources HTTP étendues.

source: Network Authentication Required
fr: Le client doit s'authentifier pour accéder au réseau.

source: Unknown Error
fr: Réponse générique lorsque le serveur d'origine retourne un résultat imprévu.

source: Web Server Is Down
fr: Le serveur a refusé la connexion depuis Cloudflare.

source: Connection Timed Out
fr: Cloudflare n'a pas eu de retour avec le serveur d'origine dans les temps.

source: Origin Is Unreachable
fr: Cloudflare n'a pas réussi à joindre le serveur d'origine.

source: A Timeout Occurred
fr: Cloudflare a établi une connexion TCP avec le serveur d'origine mais n'a pas reçu de réponse HTTP avant l'expiration du délai de connexion.

source: SSL Handshake Failed
fr: Cloudflare n'a pas pu négocier un SSL/TLS handshake avec le serveur d'origine.

source: Invalid SSL Certificate
fr: Cloudflare n'a pas pu valider le certificat SSL présenté par le serveur d'origine.

source: Railgun Error
fr: La requête a dépassé le délai de connexion ou a échoué après que la connexion WAN a été établie.
